Repository: oat-sa/extension-tao-item
Catalog: locales/*/messages.po
Languages: ar, ar_sa, de_de, es_es, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: A QTI package is a Zip archive containing a imsmanifest.xml file and the QTI resources to import.
ar: Un paquet QTI est une archive Zip contenant un fichier imsmanifest.xml et les ressources QTI à importer.
fr_fr: Un paquet QTI est une archive Zip contenant un fichier imsmanifest.xml et les ressources à importer.

source: A series of different templates are provided to the Item authors such as multiple choice questions, puzzle design, text with gaps, etc.
ar: Un ensemble de différents modèles est fourni aux auteurs d'items comme les questions à choix multiple, l'éditeur de puzzle, les textes à trou, etc.
fr_fr: Un ensemble de différents modèles est fourni aux auteurs d'items comme : les questions à choix multiple, l'éditeur de puzzle, les textes à trou, etc.

source: Add the source file
ar: إضافة الملف المصدر
fr_fr: Ajouter le fichier source

source: Advanced options
ar: خيارات متقدمة

source: Advanced properties
ar: خصائص متقدمة

source: An error occured during the import
ar: حدث خطأ أثناء الاستيراد
fr_fr: Une erreur est survenue durant l'import

source: An error occured while saving the item
ar: حدث خطأ أثناء تحميل الاختبار
fr_fr: Une erreur est survenue pendant la sauvegarde de l'item

source: An error occurs during the import
ar: حدث خطأ أثناء الاستيراد
fr_fr: Une erreur est survenue durant l'import

source: Authoring
ar: التأليف
ar_sa: التحرير
de_de: Verfassen
es_es: Autoría
fr_fr: Editeur
hu_hu: Szerzői munka
ja_jp: オーサリング
lt_lt: Redagavimas
nb_no: Rediger
nl_nl: Construeren
pt_br: Autoria
ro_ro: Autorizare
sk_sk: Autorstvo

source: Back
ar: الرجوع
fr_fr: Retour

source: Changing shape type will delete the old shape, are you sure?
ar: تغيير نوع الشكل يحذف الشكل القديم ، هل أنت متأكد؟

source: Choice
ar: الاختيار

source: Choices editor:
ar: :محرر الخيارات

source: circle
ar: دائرة

source: Class saved
ar: Classe enregistrée
fr_fr: Classe enregistrée

source: clean up
ar: تنظيف
fr_fr: nettoyer

source: Client
ar: الزبون

source: close
ar: اغلاق
fr_fr: fermer

source: Content
ar: المحتوى
fr_fr: Contenu

source: correct
ar: تصحيح

source: Correct Responses
ar: الإجابات الصحيحة

source: create table
ar: انشاء جدول

source: Debug Mode
ar: وضعيةالمنقحات
fr_fr: Mode de déboguage

source: default
ar: الافتراضي

source: Default value
ar: القيمة الافتراضية

source: delete
ar: حذف
fr_fr: supprimer

source: Delete choice
ar: حذف الخيار

source: Delete interaction
ar: حذف التفاعل

source: Disabled
ar: غير نشط
fr_fr: Désactivé

source: Do you really want to delete the row?
ar: هل تريد فعلا حذف الصف؟"" msgid

source: draw it
ar: ارسم

source: duplicate
ar: تكرار
fr_fr: dupliquer

source: Edit item
ar: تعديل السؤال
ar_sa: نشر بند
de_de: Element bearbeiten
es_es: Editar elemento
fr_fr: Modifier un item
hu_hu: Elem szerkesztése
ja_jp: アイテム編集
lt_lt: Redaguoti klausimą
nb_no: Rediger oppgave
nl_nl: Item bewerken
pt_br: Editar item
ro_ro: Editare articol
sk_sk: Upraviť položku

source: Edit Item
ar: تعديل السؤال
ar_sa: نشر بند
de_de: Element bearbeiten
es_es: Editar Elemento
fr_fr: Modifier un item
hu_hu: Elem szerkesztése
ja_jp: アイテム編集
lt_lt: Redaguoti klausimą
nb_no: Rediger Oppgave
nl_nl: Item bewerken
pt_br: Editar Item
ro_ro: Editare articol
sk_sk: Upraviť položku

source: ellipse
ar: élipse

source: Enabled
ar: نشط
fr_fr: Activé

source: Enables you to export a ZIP archive containing one folder for each exported item. Each folder is composed by a main XML file (the item's data) and by externals resources (media, manifests, etc.)
ar: Vous permais d'exporter une archive au format Zip contenant un dossier pour chaque item exporté. Chaque dossier est composé d'un fichier XML principal (les données de l'item) ainsi que de ressources externes (médias, manifets, etc.)
fr_fr: Vous permet d'exporter une archive au format Zip contenant un dossier pour chaque item exporté. Chaque dossier est composé d'un fichier XML principal (les données de l'item) ainsi que de ressources externes (médias, manifets, etc.)

source: Error in background file:
ar: Erreur de le fichier d'arrière plan:

source: Expected length
ar: الطول المنتظر

source: Expected lines
ar: عدد الاسطر

source: export
ar: تصدير
fr_fr: exporter

source: Export Options
ar: خيارات التصدير
fr_fr: Options d'export

source: Fake delivery
ar: Fausse passation
fr_fr: Fausse passation

source: Fake process
ar: عملية خاطئة
fr_fr: Faux processus

source: Fake test
ar: اختبار خاطئ
fr_fr: Faux test

source: File name
ar: اسم الملف
fr_fr: Nom du fichier

source: Fixed
ar: ثابت

source: Float
ar: عدد حقيقي

source: horizontal
ar: افقي

source: Identifier
ar: معرف

source: Image height
ar: ارتفاع الصورة

source: Image label
ar: تسمية الصورة

source: Image source url
ar: URL مصدر الصورة

source: Image width
ar: عرض صورة

source: import
ar: استيراد
fr_fr: importer

source: Integer
ar: عدد صحيح

source: Interaction content editor:
ar: محرر محتوى التفاعلات

source: Interaction editor:
ar: Editeur d'intéraction

source: invalid image mime type
ar: le type MIME de l'image est invalide

source: Item content saved
ar: تم حفظ محتوى السؤال
fr_fr: Le contenu de l'item a été sauvegardé

source: Item Editor:
ar: محرر السؤال

source: item imported successfully
ar: تم استيراد السؤال بنجاح
fr_fr: item importée avec succès

source: Item imported successfully
ar: تم استيراد الؤال بنجاح
fr_fr: Item importé avec succès

source: Item Properties:
ar: :خصائص السؤال

source: Item saved
ar: تم حفظ السؤال
ar_sa: تم حفظ البند
de_de: Element gespeichert
es_es: Elemento fguardado
fr_fr: Item sauvegardé
hu_hu: Elem mentve
ja_jp: アイテムが保存されました
lt_lt: Klausimas išsaugotas
nb_no: Oppgave ble lagret
nl_nl: Item opgeslagen
pt_br: Item salvo
ro_ro: Element salvat
sk_sk: Položka uložená

source: Item saved successfully
ar: تم بنجاح تحديث

source: Items
ar: الاسئلة
ar_sa: بنود
de_de: Elemente
es_es: Elementos
hu_hu: Tételek
ja_jp: アイテム
lt_lt: Klausimai
nb_no: Oppgaver
nl_nl: Artikelen
pt_br: Itens
ro_ro: Articole
sk_sk: Položky

source: items imported successfully
ar: تم استيراد السؤال بنجاح
fr_fr: item importées avec succès

source: Label
ar: تسمية

source: lists
ar: القوائم
fr_fr: listes

source: Lower bound
ar: الحد الأدنى

source: Manage item content
ar: ادارة محتوى السؤال
fr_fr: Gérer le contenu de l'item

source: Manage items
ar: ادارة الاسئلة
ar_sa: إدارة البنود
de_de: Elemente verwalten
es_es: Gestionar elementos
fr_fr: Gérer les items
hu_hu: Elemek kezelése
ja_jp: アイテム管理
lt_lt: Tvarkyti klausimus
nb_no: Administrere oppgaver
nl_nl: Beheer items
pt_br: Gerenciar itens
ro_ro: Gestionează articole
sk_sk: Spravovať položky

source: map
ar: خريطة

source: map point
ar: نقطة على الخريطة

source: Match Group
ar: Groupe associé

source: Match group
ar: Groupe associé

source: Matching side
ar: Côté associé
fr_fr: Côté associé

source: Maximal number of matching
ar: الحد الأقصى لعدد من الجمعيات

source: Maximum number of associations
ar: الحد الأقصى لعدد من الجمعيات

source: Maximum number of choices
ar: العدد الاقصى من الخيارات

source: Maximum number of separate strings
ar: Nombre maximal de chaînes séparées

source: meta data
ar: بيانات التعريف
fr_fr: méta-données

source: Modification on choice applied
ar: تم تطبيق تعديل الخيار

source: Modification on response applied
ar: تم تطبيق تعديل الاجابة

source: move
ar: التحرك
fr_fr: déplacer

source: Move Down
ar: تحريك لأسفل

source: Move Up
ar: تحريك لأعلى

source: new class
ar: nouvelle classe
fr_fr: nouvelle classe

source: new item
ar: سؤال جديد
fr_fr: nouvel item

source: no
ar: لا

source: No user is logged in
ar: Aucun utilisateur authentifié
fr_fr: Aucun utilisateur authentifié

source: Not yet available
ar: غير متوفرة حتى الآن
ar_sa: لم تتوفر بعد
de_de: Noch nicht verfügbar
es_es: No disponible aún
fr_fr: Pas encore disponible
hu_hu: Még nem elérhető
ja_jp: 現在利用できません
lt_lt: Vis dar negalimas
nb_no: Ikke tilgjengelig enda
nl_nl: Nog niet beschikbaar
pt_br: Ainda não está disponível
ro_ro: Nu este încă disponibil
sk_sk: Zatiaľ nie je k dispozícii

source: Number base for value interpretation
ar: قاعدة رقمية

source: Options
ar: خيارات

source: Ordered response
ar: مطلوب الرد

source: Orientation
ar: التوجيه

source: Pattern mask
ar: Masque d'expression régulière

source: Place holder text
ar: حامل مكان النص

source: please confirm deletion of the interaction
ar: الرجاء تاكيد حذف التفاعل

source: Please confirm interaction deletion
ar: الرجاء تاكيد حذف التفاعل

source: Please select first the item type!
ar: !الرجاء اولا تحديد نوع السؤال
ar_sa: الرجاء تحديد نوع البند أولاً!
de_de: Bitte zuerst den Element-Typ auswählen!
es_es: Por favor seleccione primero el tipo de elemento!
fr_fr: Veuillez d'abord sélectionner un type d'item!
hu_hu: Kérjük, először válassza ki a termék típusát!
ja_jp: 最初のアイテムタイプを選択してください！
lt_lt: Prašome pirma pasirinkti klausimo tipą!
nb_no: Velg først oppgavetypen!
nl_nl: Selecteer a.u.b. eerste het item type!
pt_br: Por favor, selecione o primeiro tipo de item!
ro_ro: Vă rugăm să selectaţi mai întâi tipul elementului!
sk_sk: Najprv si prosím vyberte typ položky!

source: polygon
ar: مضلع

source: Preview
ar: معاينة
ar_sa: معاينة
de_de: Vorschau
es_es: Vista previa
fr_fr: Afficher
hu_hu: Előnézet
ja_jp: プレビュー
lt_lt: Peržiūra
nb_no: Forhåndsvis
nl_nl: Voorbeeld
pt_br: Pré-visualizar
ro_ro: Previzualizare
sk_sk: Náhľad

source: preview
ar: معاينة
fr_fr: Afficher

source: PREVIEW BOX
ar: مربع المعاينة
fr_fr: Prévisualisation

source: Preview Console
ar: Moniteur de prévisualisation
fr_fr: Moniteur de prévisualisation

source: Processing rule:
ar: :تعليمات المعالجة

source: Processing type
ar: نوع المعالجة

source: Prompt
ar: Invite

source: Recovery context
ar: استرجاع المضمون
fr_fr: Restauration du context

source: rectangle
ar: مستطيل

source: Response editor:
ar: :محرر الاجابة

source: Response processing template editor:
ar: محرر قوالب معالجة الاجابات:

source: Response variable type
ar: نوع متغير الاجابة

source: Save
ar: حفظ

source: Score
ar: النقاط

source: search
ar: بحث
fr_fr: rechercher

source: Server
ar: الخادم
fr_fr: Serveur

source: Shape
ar: الشكل

source: show/hide
ar: إظهار / إخفاء
fr_fr: montrer/cacher

source: String
ar: Chaîne de caractère

source: String identifier
ar: معرف النص

source: Stylesheets manager:
ar: Gestion des feuilles de style:

source: template
ar: قالب

source: The choice cannot be saved
ar: لم يتم حفظ الخيار

source: The custom response processing type is currently not fully supported in this tool. Removing interactions or choices is not recommended.
ar: La traitement des réponses personalisées n'est actuellement que partielement supporté dans cet éditeur. La suppression des intéractions et choix n'est pas recommandé.

source: The Item module enables the creation and design of items and exercises.
ar: Le module Item vous permet la création et le design d'items et d'exercises.

source: The response processing has been saved
ar: تم حفظ طريقة معالجة الاجابات

source: The responses cannot be updated
ar: لا يمكن تحديث الاجابات

source: The responses have been updated
ar: تم تحديث الاجابات

source: Title
ar: العنوان

source: Unable to copy the resources
ar: لا يمكن نسخ الموارد
fr_fr: Impossible de copier les ressources

source: unable to extract archive content, please check your tmp dir
ar: لا يمكن استخراج محتويات الأرشيف
fr_fr: impossible d'extraire le contenu de l'archive

source: Unable to move
ar: لا يمكت التحريك
fr_fr: Impossible à déplacer

source: Upload a QTI Package File
ar: Télécharger un paquet QTI
fr_fr: Télécharger un paquet QTI

source: Upload QTI File
ar: QTI تحميل ملف
fr_fr: Télécharger un fichier QTI

source: Upload the item content
ar: تحميل محتوى السؤال
fr_fr: Télécharger le contenu de l'item

source: Upload the style sheet (CSS format required)
ar: Télécharger la feuille de style (le format CSS est obligatoire)

source: Upper bound
ar: الحد الاقصى

source: Validation has failed
ar: فشل التحقق
fr_fr: La validation a échouée

source: Validation of the imported file has failed
ar: فشل التحقق من الملفات المستوردة
fr_fr: La validation des fichiers importés a échouée

source: Value
ar: قيمة

source: vertical
ar: العمودي

source: yes
ar: نعم

source: A QTI item file is an XML file following the version 2.0 of the QTI standard.
fr_fr: Un fichier QTI est un fichier au format XML conforme à la version 2.0 du standard.

source: An error occured while loading the item:
fr_fr: Une erreur est survenue durant le chargement de l'item:

source: An Open Web Item package is a Zip archive containing an index.html file with the XHTML 1.0 Transitional Doctype and resources (images, scripts, css, video, etc.).
fr_fr: Un paquet Open Web Item est une archive Zip contenant un fichier index.html avec le Doctype XHTML 1.0 Transitional et des ressources (images, scripts, css, video, etc...

source: Create and design items and exercises.
ar_sa: إنشاء وتصميم العناصر والتمارين.
de_de: Elemente und Übungen erstellen und gestalten.
es_es: Crea y diseña objetos y ejercicios.
fr_fr: Concevoir des items et exercices.
hu_hu: Elemek és gyakorlatok létrehozása és tervezése.
ja_jp: アイテムとエクササイズの作成とデザイン
lt_lt: Kurti ir redaguoti laukus ir uždavinius.
nb_no: Opprett og design oppgaver.
nl_nl: Creëer en ontwerp items en oefeningen.
pt_br: Criar e projetar itens e exercícios.
ro_ro: Creează și proiectează elemente și exerciții.
sk_sk: Vytvárajte a navrhovajte položky a cvičenia.

source: Download item content
fr_fr: Téléchager le contenu de l'item

source: Edit item class
fr_fr: Editer la classe item

source: Enables you to export an IMS QTI Package.
fr_fr: Vous permet d'exporter un paquet QTI.

source: item content successfully imported
fr_fr: contenu de l'item importé avec succès

source: Item saving failed
fr_fr: La sauvegarde de l'item a échoué

source: Item successfully saved
fr_fr: La sauvegarde de l'item a réussi

source: item versioned content deleted
fr_fr: contenu de l'item versionné supprimé

source: item versioned content saved
fr_fr: contenu de l'item versionné sauvegardé

source: Items library
ar_sa: خزانة البنود
de_de: Element-Bibliothek
es_es: Biblioteca de elementos
fr_fr: Librairie d'items
hu_hu: Elemek könyvtára
ja_jp: アイテムライブラリ
lt_lt: Klausimų biblioteka
nb_no: Oppgavebibliotek
nl_nl: itembank
pt_br: Biblioteca de itens
ro_ro: Bibliotecă articole
sk_sk: Knižnica položiek

source: Manage the item versioned content
fr_fr: Gérer le contenu de l'item versionné

source: Max filesize
fr_fr: Taille Max

source: MB
fr_fr: MO

source: No item type selected for the current item.
ar_sa: لم يتم تحديد نوع البند للبند الحالي.
de_de: Kein Typ für das aktuelle Element ausgewählt
es_es: Ningún tipo de elemento seleccionado para el elemento actual.
fr_fr: Pas de modèle d'item sélectionné pour cet item.
hu_hu: Nincs elemtípus kiválasztva az aktuális elemhez.
ja_jp: 該当アイテムのタイプが選ばれていません。
lt_lt: Nepasirinktas klausimo tipas šiam klausimui.
nb_no: Ingen oppgavetype valgt for gjeldende oppgave.
nl_nl: Geen item type geselecteerd voor huidige item.
pt_br: Nenhum tipo de item selecionado para o item atual.
ro_ro: Nici un tip de element selectat pentru elementul curent.
sk_sk: Pre aktuálnu položku nebol vybraný žiadny typ položky.

source: Open Web Item Package
fr_fr: Paquet Open Web Item

source: Paper-based Item
fr_fr: Fichier Papier-crayon

source: QTI Item
fr_fr: Item QTI

source: QTI Package
fr_fr: Paquet QTI

source: revision restored :
fr_fr: révision restaurée :

source: the file was not uploaded successfully
fr_fr: le fichier n'a pas été téléversé avec succès

source: The Items module enables the creation and design of items and exercises.
ar_sa: تتيح مجزوءة البنود إنشاء وتصميم البنود والتمارين.
de_de: Das Element-Modul ermöglicht das Erstellen und Entwickeln von Elementen und Übungen.
es_es: El módulo de Elementos permite la creación y diseño de elementos y ejercicios.
fr_fr: Le module Item vous permet la création et le design d'items et d'exercices.
hu_hu: A Tételek modul lehetővé teszi tételek és gyakorlatok létrehozását és tervezését.
ja_jp: アイテムとエクササイズの作成とデザインがアイテムモジュールにより可能になっています。
lt_lt: Elementų modulis leidžia kurti ir modeliuoti elementus bei užduotis.
nb_no: Oppgavemodulen muliggjør oppretting og design av oppgaver.
nl_nl: De item module maakt het mogelijk om itemsen oefeningen aan te maken en te ontwerpen
pt_br: O módulo de Itens permite a criação e design de itens e exercícios.
ro_ro: Modulul Articole permite crearea, proiectarea de articole și exerciții.
sk_sk: Modul Položky umožňuje vytváranie a navrhovanie položiek a cvičení.

source: Upload an Open Web Item Package File
fr_fr: Téléverser un paquet Open Web Item

source: Upload an paper-based Item
fr_fr: Télécharger un Item Papier-Crayon

source: VersionedContent
fr_fr: Contenu versionné

source: wrong file format
fr_fr: mauvais format de fichier

source: <b>Note</b>: For empty classes, the RDF format<br />is the only available format.
ar_sa: <b> ملاحظة </b> : بالنسبة للأقسام الفارغة ، فإن تنسيق RDF <br /> هو التنسيق الوحيد المتاح.
de_de: <b>Hinweis</b>: Für leere Klassen ist das RDF-Format die einzige verfügbare Formatierung.
es_es: <b>Nota</b>: Para clases vacías, el formato RDF<br />es el único formato disponible.
hu_hu: <b>Megjegyzés</b>: Üres osztályok esetén az RDF formátum<br />az egyetlen elérhető formátum.
ja_jp: <b>メモ</b>: 空のクラスでは、RDF 形式<br />が唯一使用可能な形式です。
nb_no: <b>Merk</b>: For tomme klasser er RDF-formatet<br />det eneste tilgjengelige formatet.
nl_nl: <b>Opmerking</b>: Voor lege klassen is het RDF-formaat<br />het enige beschikbare formaat.
pt_br: <b>Nota</b>: Para classes vazias, o formato RDF<br />é o único formato disponível.
ro_ro: <b>Nota</b>: Pentru clase goale, formatul RDF<br />este singurul format disponibil.
sk_sk: <b>Poznámka</b>: Pre prázdne triedy je dostupný iba formát RDF<br />.

source: Actual size
ar_sa: الحجم الحالي
de_de: Tatsächliche Größe
es_es: Tamaño actual
hu_hu: Valós méret
ja_jp: 実際の大きさ
lt_lt: Tikrasis dydis
nb_no: Faktisk størrelse
nl_nl: Ware grootte
pt_br: Tamanho real
ro_ro: Dimensiune reală
sk_sk: Skutočná veľkosť

source: An error occurred while processing your request.
de_de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten.
es_es: Se ha producido un error al procesar su solicitud.
hu_hu: Hiba történt a kérés feldolgozása során.
nl_nl: Er is een fout opgetreden tijdens het verwerken van uw verzoek.
pt_br: Ocorreu um erro ao processar sua solicitação.
ro_ro: A apărut o eroare la procesarea cererii tale.
sk_sk: Pri spracovaní vašej žiadosti sa vyskytla chyba.

source: and
ar_sa: و
de_de: und
es_es: y
hu_hu: és
ja_jp: と
nb_no: og
nl_nl: en
pt_br: e
ro_ro: şi
sk_sk: a

source: and all of its content?
ar_sa: وكل محتوياته?
de_de: und seinen gesamten Inhalt?
es_es: y todo su contenido?
hu_hu: és annak minden tartalma?
ja_jp: 全ての内容はどうでしょうか?
nb_no: og alt innholdet?
nl_nl: en alle inhoud ervan?
pt_br: e todo o seu conteúdo?
ro_ro: și tot conținutul său?
sk_sk: a všetok jeho obsah?

source: are currently used in one or more tests, so they cannot be deleted:
de_de: werden derzeit in einem oder mehreren Tests verwendet, so dass sie nicht gelöscht werden können:
es_es: se utilizan actualmente en una o más pruebas, por lo que no se pueden eliminar:
hu_hu: jelenleg egy vagy több tesztben használatban vannak, így nem törölhetők:
nl_nl: worden momenteel gebruikt in een of meerdere tests, dus ze kunnen niet worden verwijderd:
pt_br: atualmente são usados em um ou mais testes, portanto eles não podem ser excluídos:
ro_ro: sunt utilizate în prezent la unul sau mai multe teste, astfel încât nu pot fi eliminate:
sk_sk: sa momentálne používajú v jednom alebo viacerých testoch, takže ich nemožno odstrániť:

source: Are you sure you want to delete the class
ar_sa: هل أنت متأكد أنك تريد حذف القسم
de_de: Sind Sie sicher, dass Sie die Klasse löschen möchten?
es_es: ¿Está seguro que desea eliminar la clase
hu_hu: Biztosan törölni szeretnéd az osztályt?
ja_jp: このクラスを削除してもよろしいですか？
nb_no: Er du sikker på at du vil slette mappen
nl_nl: Weet je zeker dat je de folder wilt verwijderen
pt_br: Tem certeza de que deseja excluir a aula
ro_ro: Sunteţi sigur că doriţi să ştergeţi clasa
sk_sk: Naozaj chcete odstrániť triedu?

source: Are you sure you want to delete the class %s and all of its content?
de_de: Sind Sie sicher, dass Sie die Klasse %s und den gesamten Inhalt löschen möchten?
es_es: ¿Estás seguro de que quieres eliminar la clase %s y todo su contenido?
hu_hu: Biztosan törölni szeretnéd a(z) %s osztályt és annak teljes tartalmát?
nl_nl: Weet u zeker dat u de klas %s en alle inhoud ervan wilt verwijderen?
pt_br: Tem certeza que deseja excluir a classe %s e todo o seu conteúdo?
ro_ro: Sunteţi sigur că doriţi să ştergeţi clasa %s şi tot conţinutul acesteia?
sk_sk: Naozaj chcete odstrániť triedu %s a všetok jej obsah?

source: Are you sure you want to delete the item
ar_sa: هل أنت متأكد أنك تريد حذف القسم
de_de: Sind Sie sicher, dass Sie das Element löschen möchten?
es_es: ¿Está seguro que desea eliminar el elemento
hu_hu: Biztosan törölni szeretné az elemet?
ja_jp: アイテムを削除してもよろしいですか？
nb_no: Er du sikker på at du vil slette oppgaven
nl_nl: Weet je zeker dat je het item wilt verwijderen
pt_br: Tem certeza que deseja excluir o item
ro_ro: Sunteţi sigur că doriţi să ştergeţi elementul
sk_sk: Naozaj chcete odstrániť túto položku?

source: Are you sure you want to delete the item %s?
de_de: Sind Sie sicher, dass Sie das Element %s löschen möchten?
es_es: ¿Está seguro que desea eliminar el elemento %s?
hu_hu: Biztosan törölni szeretnéd az elemet %s?
ja_jp: 本当に %s を削除してもよろしいですか？
nl_nl: Weet u zeker dat u het item %s wilt verwijderen?
pt_br: Tem certeza que deseja excluir o item %s?
ro_ro: Sunteţi sigur că doriţi să ştergeţi elementul %s?
sk_sk: Naozaj chcete odstrániť položku %s?

source: Are you sure you want to delete this class and all of its content?
ar_sa: هل أنت متأكد من أنك تريد حذف هذا القسم وكل محتواه؟
de_de: Sind Sie sicher, dass Sie diese Klasse und all ihren Inhalt löschen möchten?
es_es: ¿Está seguro que desea eliminar esta clase y todo su contenido?
hu_hu: Biztosan törölni szeretné ezt a kurzust és az összes tartalmát?
ja_jp: このクラスとその内容をすべて削除してよいのですか？
nb_no: Er du sikker på at du vil slette denne mappen og alt innholdet i den?
nl_nl: Weet u zeker dat u deze groepsruimte en alle inhoud wilt verwijderen?
pt_br: Tem certeza que deseja excluir esta classe e todo o seu conteúdo?
ro_ro: Sunteţi sigur că doriţi să ştergeţi această clasă şi tot conţinutul său?
sk_sk: Naozaj chcete odstrániť túto triedu a všetok jej obsah?

source: Are you sure you want to delete this item?
ar_sa: هل أنت متأكد أنك تريد حذف هذا البند?
de_de: Sind Sie sicher, dass Sie dieses Element löschen möchten?
es_es: ¿Está seguro que desea eliminar este elemento?
hu_hu: Biztosan törölni szeretné ezt az elemet?
ja_jp: このアイテムを削除してよろしいですか？
nb_no: Er du sikker på at du vil slette denne oppgaven?
nl_nl: Weet je zeker dat je dit item wilt verwijderen?
pt_br: Tem certeza de que deseja excluir este item?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest element?
sk_sk: Naozaj chcete túto položku odstrániť?

source: Class schema saved
ar_sa: تم حفظ مخطط القسم
de_de: Klassenschema gespeichert
es_es: Esquema de clase guardado
hu_hu: Osztályséma mentve
ja_jp: クラススキーマを保存しました
lt_lt: Klasės schema išsaugota
nb_no: Mappeskjema lagret
nl_nl: Klasse-schema opgeslagen
pt_br: Esquema de classe salvo
ro_ro: Schema clasei salvată
sk_sk: Schéma triedy bola uložená

source: Close
ar_sa: إغلاق
de_de: Schließen
es_es: Cerrar
hu_hu: Közeli
ja_jp: 閉じる
lt_lt: Uždaryti
nb_no: Lukk
nl_nl: Sluiten
pt_br: FECHAR
ro_ro: Inchide
sk_sk: Zatvoriť

source: Close console
ar_sa: إغلاق وحدة التحكم
de_de: Konsole schließen
es_es: Cerrar consola
hu_hu: Konzol bezárása
ja_jp: コンソールを閉じる
lt_lt: Uždaryti konsolę
nb_no: Lukk konsollen
nl_nl: Sluit console
pt_br: Fechar console
ro_ro: Închide consola
sk_sk: Zatvoriť konzolu
