Repository: oat-sa/extension-tao-item
Catalog: locales/*/messages.po
Languages: ar, ar_sa, de_de, es_es, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: contains content that is currently in use.
ar_sa: يحتوي على محتوى قيد الاستخدام حاليًا.
de_de: enthält Inhalte, die derzeit in Verwendung sind.
es_es: contiene contenido que está actualmente en uso.
hu_hu: jelenleg használatban lévő tartalmat tartalmaz.
ja_jp: には、現在使用中のコンテンツが含まれています。
nb_no: inneholder innhold som er i bruk.
nl_nl: bevat inhoud die momenteel in gebruik is.
pt_br: contém conteúdo em uso no momento.
ro_ro: conţine conţinut care este utilizat în prezent.
sk_sk: obsahuje obsah, ktorý sa aktuálne používa.

source: Copy To
ar_sa: نسخ الى
de_de: Kopieren nach
es_es: Copiar a
hu_hu: Másolás ide
ja_jp: 指定コピー
lt_lt: Kopijuoti Į
nb_no: Kopier til
nl_nl: Kopiëren naar
pt_br: Copiar Para
ro_ro: Copiază în
sk_sk: Kopírovať do

source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
hu_hu: Töröl
ja_jp: 削除
lt_lt: Ištrinti
nb_no: Slett
nl_nl: Verwijderen
pt_br: excluir
ro_ro: Ștergere
sk_sk: Odstrániť

source: Deleting this class will break the
ar_sa: سيؤدي حذف هذا القسم إلى تعطيل ملف
de_de: Das Löschen dieser Klasse unterbricht
es_es: Eliminar esta clase romperá el
hu_hu: A kurzus törlése tönkreteszi a
ja_jp: このクラスを削除すると、
nb_no: Hvis du sletter denne mappen, brytes
nl_nl: Het verwijderen van deze klas zal de
pt_br: Excluir esta classe quebrará o campo
ro_ro: Ștergerea acestei clase va întrerupe
sk_sk: Odstránením tejto triedy sa preruší

source: Deleting this item will break the
ar_sa: سيؤدي حذف هذا البند إلى تعطيل ملف
de_de: Das Löschen dieses Elements unterbricht
es_es: Eliminar este elemento romperá el
hu_hu: Az elem törlése megszakítja a
ja_jp: このアイテムを削除すると、
nb_no: Hvis du sletter denne oppgaven, brytes
nl_nl: Dit item verwijderen breekt de
pt_br: Excluindo este item irá quebrar o
ro_ro: Ștergerea acestui articol va strica
sk_sk: Odstránením tejto položky sa preruší

source: Desktop preview
ar_sa: معاينة سطح المكتب
de_de: Desktop-Vorschau
es_es: Vista previa del escritorio
hu_hu: Asztali előnézet
ja_jp: デスクトッププレビュー
lt_lt: Darbalaukio peržiūra
nb_no: Forhåndsvisning av skrivebord
nl_nl: Desktop voorbeeld
pt_br: Visualização de desktop
ro_ro: Previzualizare desktop
sk_sk: Ukážka na počítači

source: Do you want to continue?
hu_hu: Folytatni szeretnéd?

source: Don’t show this again!
ar_sa: لا تظهر هذا مرة أخرى!
de_de: Diese Meldung nicht wieder anzeigen!
es_es: No volver a mostrar esto!
hu_hu: Ezt ne mutasd meg újra!
ja_jp: 以後表示しない！
lt_lt: Daugiau šito nerodyti!
nb_no: Ikke vis dette igjen!
nl_nl: Dit niet meer tonen!
pt_br: Não mostrar isto novamente!
ro_ro: Nu mai arăta asta!
sk_sk: Toto už viac neukazujte!

source: Duplicate
ar_sa: انسخ
de_de: Duplizieren
es_es: Duplicar
hu_hu: Másolat
ja_jp: 複製
lt_lt: Kurti kopiją
nb_no: Dupliser
nl_nl: Dupliceer
pt_br: Duplicar
sk_sk: Duplikát

source: Expose the property value to create automated categories.
ar_sa: كشف قيمة الخاصية لإنشاء فئات آلية.
de_de: Den Eigenschaftswert freigeben, um automatisierte Kategorien zu erstellen.
es_es: Exponer el valor de la propiedad para crear categorías automatizadas.
hu_hu: Automatizált kategóriák létrehozásához jelenítse meg a tulajdonság értékét.
ja_jp: 自動化されたカテゴリを作成するには、プロパティ値を公開します。
lt_lt: Pateikti nuostatas automatinių kategorijų sukūrimui.
nb_no: Vis egenskapsverdien for å lage automatiserte kategorier.
nl_nl: Blootstellen van de waarde van het veld om geautomatiseerde categorieën te creëren.
pt_br: Exponha o valor da propriedade para criar categorias automatizadas.
ro_ro: Expune valoarea proprietății pentru a crea categorii automate.
sk_sk: Zverejnite hodnotu vlastnosti na vytvorenie automatizovaných kategórií.

source: Failed retrieving %s
ar_sa: فشل استرداد %s
de_de: Fehler bei Abruf von %s
es_es: Error recuperando %s
hu_hu: Sikertelen lekérése %s
ja_jp: 検索失敗 %s
lt_lt: Nepavyko gauti %s
nb_no: Kunne ikke hente %s
nl_nl: Ophalen %s heeft gefaald
pt_br: Falha ao recuperar %s
ro_ro: Nu s-a putut prelua %s
sk_sk: Nepodarilo sa načítať %s

source: Forbidden action
ar_sa: إجراء محظور
de_de: Verbotene Aktion
es_es: Acción prohibida
hu_hu: Tiltott cselekvés
ja_jp: 禁止アクション
nb_no: Forbudt handling
nl_nl: Verboden actie
pt_br: Ação proibida
ro_ro: Acțiune interzisă
sk_sk: Zakázaná akcia

source: If you continue:
de_de: Wenn Sie fortfahren:
es_es: Si continúa:
hu_hu: Ha folytatod:
nl_nl: Als je doorgaat:
pt_br: Se você continuar:
ro_ro: Dacă continuaţi:
sk_sk: Ak budete pokračovať:

source: Import
ar_sa: استورد
de_de: Importieren
es_es: Importar
hu_hu: Importálás
ja_jp: インポート
lt_lt: Importuoti
nb_no: Importer
nl_nl: Importeren
pt_br: Importar
ro_ro: Importă
sk_sk: Importovať

source: is currently in use.
ar_sa: قيد الاستخدام حاليًا.
de_de: wird derzeit verwendet.
es_es: está actualmente en uso.
hu_hu: jelenleg használatban van.
ja_jp: 現在使用中です。
nb_no: er i bruk.
nl_nl: is momenteel in gebruik.
pt_br: está em uso no momento.
ro_ro: este utilizat în prezent.
sk_sk: sa momentálne používa.

source: Item Model
ar_sa: نموذج البند
de_de: Element-Modell
es_es: Modelo de elemento
hu_hu: Elem modell
ja_jp: アイテムも出る
lt_lt: Klausimo modelis
nb_no: Standard
nl_nl: Artikel model
pt_br: Modelo do Item
ro_ro: Model articol
sk_sk: Model položky

source: Item not found
ar_sa: البند غير موجود
de_de: Element nicht gefunden
es_es: Objeto no encontrado
hu_hu: A tétel nem található
ja_jp: アイテムが見つかりません
lt_lt: Elementas nerastas
nb_no: Oppgave ikke funnet
nl_nl: Item niet gevonden
pt_br: item não encontrado
ro_ro: Element negăsit
sk_sk: Položka sa nenašla

source: Items in use can’t be deleted
hu_hu: A használatban lévő elemek nem törölhetők

source: Landscape
ar_sa: المناظر الطبيعيه
de_de: Querformat
es_es: Horizontal
hu_hu: Táj
ja_jp: 横に長く
lt_lt: Išdėstymas
nb_no: Landskap
nl_nl: Liggend
pt_br: Paisagem
ro_ro: Peisaj
sk_sk: Krajina

source: Last updated on %2s
ar_sa: آخر تحديث في %2s
de_de: Letztes Update vom %2s
es_es: Última actualización de %2s
hu_hu: Utolsó frissítés: %2s
ja_jp: 最終更新日： %2s
lt_lt: Paskutinis atnaujinimas buvo %2s
nb_no: Sist oppdatert på %2s
nl_nl: Laatst bijgewerkt op %2s
pt_br: Última atualização em %2s
ro_ro: Ultima actualizare la %2s
sk_sk: Naposledy aktualizované %2s

source: Manage item class schema
ar_sa: إدارة مخطط فئة البند
de_de: Verwalten des Klassenschemas für Elemente
es_es: Administrar esquema de clase de artículo
hu_hu: Elemosztály-séma kezelése
ja_jp: スキーマ管理
lt_lt: Tvarkyti elemento klasės schemą
nb_no: Administrer egenskaper for oppgavemappe
nl_nl: Beheer item klasse-schema
pt_br: Gerenciar esquema de classe de itens
ro_ro: Gestionați schema claselor produselor
sk_sk: Spravovať schému triedy položiek

source: Manage Schema
ar_sa: إدارة الخطاطة
de_de: Schema verwalten
es_es: Administrar esquema
hu_hu: Séma kezelése
ja_jp: スキーム管理
lt_lt: Tvarkyti Schemą
nb_no: Administrer egenskaper
nl_nl: Schema beheren
pt_br: Gerenciar esquema
ro_ro: Gestionare schemă
sk_sk: Spravovať schému

source: Mobile preview
ar_sa: معاينة المحمول
de_de: Mobile Vorschau
es_es: Vista previa para móviles
hu_hu: Mobil előnézet
ja_jp: モバイルプレビュー
lt_lt: Mobili peržiūra
nb_no: Forhåndsvisning for mobil
nl_nl: Voorbeeld mobiel
pt_br: Pré-visualização móvel
ro_ro: Previzualizare mobil
sk_sk: Mobilná ukážka

source: Move
ar_sa: حرك
de_de: Verschieben
es_es: Mover
hu_hu: Mozog
ja_jp: 移動
lt_lt: Perkelti
nb_no: Flytt
nl_nl: Verplaats
pt_br: Mover
ro_ro: Mutare
sk_sk: Presunúť

source: Move To
ar_sa: حرك نحو
de_de: Bewegen nach
es_es: Mover a
hu_hu: Áthelyezés ide
ja_jp: 移動
lt_lt: Perkelti Į
nb_no: Flytt til
nl_nl: Verplaats naar
pt_br: Mover para
ro_ro: Mutare în
sk_sk: Presunúť do

source: New class
ar_sa: صنف جديد
de_de: Neue Klasse
es_es: Nueva clase
hu_hu: Új osztály
ja_jp: 新規クラス
lt_lt: Nauja klasė
nb_no: Ny mappe
nl_nl: Nieuwe klasse
pt_br: Nova pasta
ro_ro: Clasa noua
sk_sk: Nová trieda

source: No item authoring tool available for the selected type of item: %s
ar_sa: لا تتوفر أداة تأليف بند على نوع البند المحدد: %s
de_de: Kein Bearbeitungswerkzeug verfügbar für den ausgewählten Typ des Elements: %s
es_es: Ninguna herramienta de elemento de autoria disponible para el tipo seleccionado del elemento: %s
hu_hu: Nincs elérhető elemszerkesztő eszköz a kiválasztott elemtípushoz: %s
ja_jp: 選択されたタイプのアイテムを編集するツールがありません：%s
lt_lt: Nerastas kūrimo įrankis pasirinktam klausimų tipui: %s
nb_no: Ingen redigeringsverktøy er tilgjengelig for den valgte oppgavetypen: %s
nl_nl: Er is geen item constructie tool aanwezig voor het geselecteerde itemtype: %s
pt_br: Nenhuma ferramenta de autoria de item disponível para o tipo selecionado de item: %s
ro_ro: Nici un element de autor instrument disponibil pentru tipul selectat de element: %s
sk_sk: Pre vybraný typ položky nie je k dispozícii žiadny nástroj na tvorbu položiek: %s

source: Only items not used in any test will be deleted.
de_de: Nur Elemente, die in keinem Test verwendet werden, werden gelöscht.
es_es: Sólo se eliminarán los elementos no utilizados en cualquier prueba.
hu_hu: Csak azok az elemek törlődnek, amelyeket nem használtunk fel egyetlen tesztben sem.
nl_nl: Alleen items die in geen enkele test worden gebruikt worden verwijderd.
pt_br: Apenas os itens não usados em nenhum teste serão excluídos.
ro_ro: Vor fi șterse numai elementele care nu au fost utilizate în cadrul unui test.
sk_sk: Vymazané budú iba položky, ktoré neboli použité v žiadnom teste.

source: other
ar_sa: آخر
de_de: andere
es_es: otro
hu_hu: más
ja_jp: その他
nb_no: annen
nl_nl: Anders
pt_br: Outro
ro_ro: altul
sk_sk: iné

source: Please delete the subclasses before.
ar_sa: يرجى حذف الفئات الفرعية قبلًا.
de_de: Bitte löschen Sie vorher die Unterklassen.
es_es: Por favor, elimine las subclases antes.
hu_hu: Kérlek, előtte töröld az alosztályokat.
ja_jp: 前にサブクラスを削除してください。
nb_no: Slett undermappene før.
nl_nl: Verwijder de subklassen eerder.
pt_br: Por favor, exclua as subclasses antes.
ro_ro: Vă rugăm să ştergeţi subclasele de dinainte.
sk_sk: Predtým, prosím, vymažte podtriedy.

source: Portrait
ar_sa: صورة
de_de: Hochformat
es_es: Vertical
hu_hu: Portré
ja_jp: 縦長
lt_lt: Portretas
nb_no: Portrett
nl_nl: Staand
pt_br: Retrato
ro_ro: Portret
sk_sk: Portrét

source: Properties
ar_sa: خصائص
de_de: Eigenschaften
es_es: Propiedades
hu_hu: Tulajdonságok
ja_jp: プロパティ
nl_nl: Eigenschappen
pt_br: propriedades
ro_ro: Proprietăți
sk_sk: Nehnuteľnosti

source: Published "%1$s" in language "%2$s
ar_sa: تم نشر "%1$s" باللغة "%2$s"
de_de: "%1$s" in Sprache "%2$s veröffentlicht
es_es: Publicado "%1$s" en idioma "%2$s
hu_hu: Közzétéve: „%1$s”, nyelv: „%2$s”
ja_jp: 言語 "%2$sで"%1$s" が公開されました。
nb_no: Publisert "%1$s" på språk "%2$s
nl_nl: "%1$s" gepubliseerd in de volgende taal: "%2$s
pt_br: Publicado "%1$s" no idioma "%2$s
ro_ro: Publicat "%1$s" în limba "%2$s
sk_sk: Publikované „%1$s“ v jazyku „%2$s“

source: Remove this message
ar_sa: قم بإزالة هذه الرسالة
de_de: Diese Nachricht entfernen
es_es: Remover este mensaje
hu_hu: Üzenet eltávolítása
ja_jp: このメッセージを除く
lt_lt: Pašalinti šį pranešimą
nb_no: Fjern denne meldingen
nl_nl: Verwijder dit bericht
pt_br: Remover esta mensagem
ro_ro: Elimină acest mesaj
sk_sk: Odstrániť túto správu

source: Resource deleted
ar_sa: تم حذف المورد
de_de: Ressource gelöscht
es_es: Recurso eliminado
hu_hu: Erőforrás törölve
ja_jp: リソースが削除されました
nb_no: Ressurs ble slettet
nl_nl: Bron verwijderd
pt_br: Recurso excluído
ro_ro: Resursă ștearsă
sk_sk: Zdroj bol odstránený

source: Retrieving external resources
ar_sa: استرجاع الموارد الخارجية
de_de: Externe Quellen abrufen
es_es: Recuperando recursos externos
hu_hu: Külső erőforrások lekérése
ja_jp: 外部リソース検索中
lt_lt: Išorinių resursų gavimas
nb_no: Henter eksterne ressurser
nl_nl: Haal externe bronnen op
pt_br: Recuperando recursos externos
ro_ro: Recuperarea resurselor externe
sk_sk: Získavanie externých zdrojov

source: s
hu_hu: sz

source: Some items in the folder
de_de: Einige Elemente im Ordner
es_es: Algunos elementos en la carpeta
hu_hu: Néhány elem a mappában
nl_nl: Sommige items in de map
pt_br: Alguns itens da pasta
ro_ro: Unele elemente din dosar
sk_sk: Niektoré položky v priečinku

source: Submit
ar_sa: إرسال
de_de: Absenden
es_es: Enviar
hu_hu: Küldés
ja_jp: 送信
lt_lt: Pateikti
nb_no: Lever
nl_nl: Indienen
pt_br: submeter
ro_ro: Trimiteți
sk_sk: Odoslať

source: test
ar_sa: رائز
es_es: prueba
hu_hu: teszt
ja_jp: テスト
nb_no: prøve
pt_br: teste

source: The class
ar_sa: القسم
de_de: Die Klasse
es_es: La clase
hu_hu: Az osztály
ja_jp: クラス
nb_no: Mappen
nl_nl: De klas
pt_br: A aula
ro_ro: Clasa
sk_sk: Trieda

source: The file you tried to upload is not valid
ar_sa: الملف الذي حاولت تحميله غير مضبوط
de_de: Die hochgeladene Datei ist ungültig
es_es: El archivo que intentaste subir no es válido
hu_hu: A feltölteni kívánt fájl érvénytelen
ja_jp: アップロードしようとしたファイルは無効です。
lt_lt: Failas, kurį bandėte įkelti yra neteisingas
nb_no: Filen du prøvde å laste opp er ikke gyldig
nl_nl: Het bestand dat u probeerde te uploaden is niet geldig
pt_br: O arquivo que você tentou enviar não é válido
ro_ro: Fișierul pe care ai încercat să-l încarci nu este valid
sk_sk: Súbor, ktorý ste sa pokúsili nahrať, nie je platný

source: The item
ar_sa: البند
de_de: Das Element
es_es: El ítem
hu_hu: A tétel
ja_jp: アイテム
nb_no: Oppgaven
nl_nl: Het item
pt_br: O item
ro_ro: Elementul
sk_sk: Položka

source: The property is exposed to category addition.&#13Remove exposition ?
ar_sa: الخاصية معرضة للمساءلة الفئوية & # 13 هل تريد إزالة التعرض?
de_de: Die Eigenschaft ist zur Kategorieerweiterung freigegeben.&#13Exposition entfernen?
es_es: La propiedad está expuesta a la adición de categoría.&#13¿Eliminar exposición?
hu_hu: Az ingatlan kategória-hozzáadásnak van kitéve. Törölje a kitettséget?
ja_jp: プロパティはカテゴリ追加にさらされます。&#13Remove exposition ?
lt_lt: Šis parametras yra rodomas prie naujos kategorijos pridėjimo.&#13Nerodyti ?
nb_no: Egenskapen er utsatt for kategoritillegg. &#13Fjerning av visning?
nl_nl: Het veld is blootgesteld aan categorie toevoeging.&#13Verwijder exposition?
pt_br: A propriedade está exposta à adição da categoria. &#13Remove exposição?
ro_ro: Proprietatea este expusă la adăugarea categoriei.&#13Eliminați expoziția?
sk_sk: Nehnuteľnosť je vystavená pridaniu kategórie. Odstrániť expozíciu?

source: This preview may be scaled to fit your screen. The final rendering may differ.
ar_sa: قد يتم تحجيم هذه المعاينة لتناسب شاشتك. قد يختلف العرض النهائي.
de_de: Diese Vorschau ist möglicherweise an ihren Bildschirm angepasst. Die endgültige Version kann davon abweichen.
es_es: Esta vista previa puede ser escalada para adaptarse a su pantalla. El renderizado final puede diferir.
hu_hu: Ez az előnézet méretezhető a képernyő méretéhez. A végső megjelenítés eltérhet.
ja_jp: プレビューはスクリーンに合わせてサイズが変更されている可能性があります。最終的にレンダリングは異なる場合があります。
lt_lt: Šis rodinys gali būti didinamas arba mažinamas, pritaikant jūsų ekrano dydžiui.
nb_no: Denne forhåndsvisningen kan skaleres for og tilpasses skjermen din. Den endelige gjengivelsen kan se annerledes ut.
nl_nl: Dit voorbeeld kan geschaald worden om op uw scherm te passen. Het eindresultaat kan afwijken.
pt_br: Esta pré-visualização pode ser dimensionada para caber na tela. A renderização final pode ser diferente.
ro_ro: Această previzualizare poate fi scalată pentru a se potrivi ecranului. Redarea finală poate fi diferită.
sk_sk: Tento náhľad sa môže prispôsobiť veľkosti Vašej obrazovky. Konečné vykreslenie sa môže líšiť.

source: Translate
de_de: Übersetzen
es_es: Traducción
hu_hu: Fordítás
nl_nl: Vertalen
pt_br: Traduzir
ro_ro: Tradu
sk_sk: Preložiť

source: Translation deleted
de_de: Übersetzung gelöscht
es_es: Traducción eliminada
hu_hu: Fordítás törölve
nl_nl: Vertaling verwijderd
pt_br: Tradução deletada
ro_ro: Traducere ștearsă
sk_sk: Preklad bol odstránený

source: Unable to copy resources for language %s
ar_sa: تعذر نسخ الموارد للغة %s
de_de: Quellen für Sprache %s konnten nicht kopiert werden
es_es: No se puede copiar recurso para idioma %s
hu_hu: Nem sikerült másolni a következő nyelvhez tartozó erőforrásokat: %s
ja_jp: 言語 %s のリソースをコピーできません。
lt_lt: Nepavyko kopijuoti resursus kalbai %s
nb_no: Kan ikke kopiere ressurser for språk %s
nl_nl: Niet in staat om de bronnen voor de taal %s te kopiëren
pt_br: Não é possível copiar recursos para o idioma %s
ro_ro: Imposibil de copiat resursele pentru limba %s
sk_sk: Nepodarilo sa kopírovať zdroje pre jazyk %s

source: Unable to create deployement directory
ar_sa: تعذر إنشاء دليل النشر
de_de: Der Deployment-Ordner konnte nicht erstellt werden
es_es: No se puede crear directorio desarrollo
hu_hu: Nem sikerült létrehozni a telepítési könyvtárat
ja_jp: 実行ディレクトリーを作成できません。
lt_lt: Neįmanoma sukurti katalogo diegimui.
nb_no: Kan ikke opprette distribusjonskatalog
nl_nl: Niet in staat om de uitlever map aan te maken
pt_br: Não foi possível criar o diretório de implantação
ro_ro: Imposibil de creat directorul de implementare
sk_sk: Nepodarilo sa vytvoriť adresár nasadenia

source: Unable to delete the selected resource
ar_sa: غير قادر على حذف المورد المختار
de_de: Die ausgewählte Ressource kann nicht gelöscht werden
es_es: No se puede eliminar el recurso seleccionado
hu_hu: A kiválasztott erőforrás törlése sikertelen
ja_jp: 選択したリソースを削除できません
nb_no: Kan ikke slette den valgte filen
nl_nl: Niet in staat om de geselecteerde resource te verwijderen
pt_br: Não é possível excluir o recurso selecionado
ro_ro: Imposibil de șters resursa selectată
sk_sk: Vybraný zdroj sa nepodarilo odstrániť

source: Unable to delete the selected resource because you do not have the required rights to delete part of its content.
de_de: Die ausgewählte Ressource konnte nicht gelöscht werden, da Sie nicht über die erforderlichen Rechte zum Löschen eines Teils ihres Inhalts verfügen.
es_es: No se puede eliminar el recurso seleccionado porque no tiene los permisos necesarios para eliminar parte de su contenido.
hu_hu: A kiválasztott erőforrás nem törölhető, mert nem rendelkezik a szükséges jogosultságokkal a tartalmának egy részének törléséhez.
nl_nl: Niet in staat om de geselecteerde resource te verwijderen omdat u niet de vereiste rechten heeft om een deel van de inhoud te verwijderen.
pt_br: Não foi possível excluir o recurso selecionado porque você não tem os direitos necessários para excluir parte de seu conteúdo.
ro_ro: Imposibil de șters resursa selectată, deoarece nu aveți drepturile necesare pentru a șterge o parte din conținutul său.
sk_sk: Vybraný zdroj sa nedá odstrániť, pretože nemáte potrebné práva na odstránenie časti jeho obsahu.

source: Unable to render the item from %s : %s %s
ar_sa: تعذر تقديم البند من %s : %s %s
de_de: Das Element konnte nicht aus %s gerendert werden: %s %s
es_es: No se puede renderizar el elemento de %s : %s %s
hu_hu: Nem sikerült megjeleníteni az elemet innen: %s : %s %s
ja_jp: %s からアイテムをレンダリングできません: %s %s
lt_lt: Neįmanoma pateikti klausimo nuo %s : %s %s
nb_no: Kan ikke gjengi oppgaven fra %s: %s %s
nl_nl: Kan het item niet weergeven van %s : %s %s
pt_br: Não foi possível renderizar o item de %s : %s %s
ro_ro: Imposibil de redat elementul din %s : %s %s
sk_sk: Položku sa nepodarilo vykresliť z %s : %s %s

source: Unable to upload file
de_de: Die Datei konnte nicht hochgeladen werden
es_es: No es posible subir el archivo
hu_hu: Nem sikerült feltölteni a fájlt
nl_nl: Kan het bestand niet uploaden
pt_br: Não foi possível enviar o arquivo
ro_ro: Imposibil de încărcat fișierul
sk_sk: Nepodarilo sa nahrať súbor

source: using it:
ar_sa: استخدامه:
de_de: verwenden:
es_es: usándolo:
hu_hu: használatával:
ja_jp: それを使って
nb_no: bruker det:
nl_nl: gebruikt:
pt_br: usando:
ro_ro: utilizând:
sk_sk: pomocou neho:

source: Warning
ar_sa: تحذير
de_de: Warnung
es_es: Advertencia
hu_hu: Figyelmeztetés
ja_jp: 警告
nb_no: Advarsel
nl_nl: Waarschuwing
pt_br: ATENÇÃO
ro_ro: Avertizare
sk_sk: POZOR

source: you are trying to delete is too large and contains too many subclasses.
ar_sa: أنت تحاول حذفه وهو كبير جدا ويحتوي على الكثير من الفئات الفرعية.
de_de: Das zu löschende Element ist zu groß und enthält zu viele Unterklassen.
es_es: estás intentando eliminar es demasiado grande y contiene demasiadas subclases.
hu_hu: A törölni próbált fájl túl nagy és túl sok alosztályt tartalmaz.
ja_jp: 削除しようとしているのは大きすぎてサブクラスが多すぎます
nb_no: du prøver å slette er for stor og inneholder for mange undermapper.
nl_nl: je probeert te verwijderen is te groot en bevat te veel subklassen.
pt_br: você está tentando excluir é muito grande e contém muitas subclasses.
ro_ro: încercaţi să ştergeţi este prea mare şi conţine prea multe subclase.
sk_sk: ktorý sa pokúšate odstrániť, je príliš veľký a obsahuje príliš veľa podtried.

source: You checked out this item %2s ago
ar_sa: لقد سحبت هذا البند قبل %2s
de_de: Sie haben dieses Element vor %2s überprüft
es_es: Marcó este elemento hace %2s
hu_hu: Ezt a terméket %2s ezelőtt vetted ki
ja_jp: %2s 前にアイテムはチェックアウトされています。
lt_lt: Jūs išregistravote šį klausimą prieš %2s.
nb_no: Du sjekket ut denne oppgaven for %2s siden
nl_nl: U heeft dit item %2s geleden uitgecheckt
pt_br: Você fez check-out deste item %2s atrás
ro_ro: Ai verificat acest articol %2s în urmă
sk_sk: Túto položku ste si pozreli pred %2s

source: You will see a message saying that some items could not be deleted. This is expected.
de_de: Du wirst eine Nachricht sehen, die besagt, dass einige Elemente nicht gelöscht werden konnten. Dies wird erwartet.
es_es: Verás un mensaje diciendo que algunos elementos no se han podido eliminar. Se espera.
hu_hu: Egy üzenet jelenik meg, amely szerint bizonyos elemeket nem lehetett törölni. Ez várható is.
nl_nl: Je ziet een bericht dat zegt dat sommige items niet konden worden verwijderd. Dit wordt verwacht.
pt_br: Você verá uma mensagem dizendo que alguns itens não puderam ser excluídos. Isso é esperado.
ro_ro: Veți vedea un mesaj care spune că unele elemente nu au putut fi șterse. Acest lucru este așteptat.
sk_sk: Zobrazí sa správa, že niektoré položky sa nepodarilo odstrániť. Toto sa očakáva.

source: Your path contains error
ar_sa: مسارك يحتوي على خطأ
de_de: Ihr Pfad ist fehlerhaft
es_es: Su ruta contiene errores
hu_hu: Az elérési út hibát tartalmaz
ja_jp: パスにエラーがあります。
lt_lt: Jūsų kelias yra su klaidomis.
nb_no: Banen din inneholder feil
nl_nl: Uw pad bevat een fout
pt_br: Seu caminho contém erro
ro_ro: Calea ta conține eroare
sk_sk: Vaša cesta obsahuje chybu

source: Export
ar_sa: تصدير
es_es: Exportar
ja_jp: エクスポート
nl_nl: Exporteren
pt_br: Exportar
ro_ro: Exportă
