Repository: oat-sa/extension-tao-item
Catalog: locales/*/taoitem.rdf.po
Languages: ar_sa, de_de, fr_fr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pt_br, ro_ro, sk_sk

# http://www.w3.org/2000/01/rdf-schema#label
source: Item
ar_sa: المادة
de_de: Artikel
fr_fr: Élément
hu_hu: Tétel
ja_jp: アイテム
lt_lt: Elementas
ro_ro: Obiect
sk_sk: Položka

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item
ar_sa: المادة
de_de: Artikel
fr_fr: Élément
hu_hu: Tétel
ja_jp: アイテム
lt_lt: Elementas
ro_ro: Obiect
sk_sk: Položka

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Content
ar_sa: محتوى العنصر
de_de: Elementinhalt
fr_fr: Contenu de l'item
hu_hu: Elem tartalma
ja_jp: アイテムコンテンツ
lt_lt: Elemento Turinys
nl_nl: Item inhoud
pt_br: Conteúdo do Item
ro_ro: Conținut element
sk_sk: Obsah položky

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Content
ar_sa: محتوى العنصر
de_de: Elementinhalt
fr_fr: Contenu de l'item
hu_hu: Elem tartalma
ja_jp: アイテムコンテンツ
lt_lt: Elemento Turinys
nl_nl: Item inhoud
pt_br: Conteúdo do Item
ro_ro: Conținut element
sk_sk: Obsah položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Original Filename
ar_sa: اسم المِلَفّ الأصلي
de_de: ursprünglicher Dateiname
fr_fr: Nom de fichier original
hu_hu: Eredeti fájlnév
ja_jp: 元のファイル名
lt_lt: Pradinis Failo pavadinimas
nl_nl: Oorspronkelijke bestandsnaam
pt_br: Nome do Arquivo Original
ro_ro: Nume fișier original
sk_sk: Pôvodný názov súboru

# http://www.w3.org/2000/01/rdf-schema#comment
source: Original Filename
ar_sa: اسم المِلَفّ الأصلي
de_de: ursprünglicher Dateiname
fr_fr: Nom de fichier original
hu_hu: Eredeti fájlnév
it_it: Nome del file originale
ja_jp: 元のファイル名
lt_lt: Pradinis Failo pavadinimas
nl_nl: Oorspronkelijke bestandsnaam
pt_br: Nome do Arquivo Original
ro_ro: Nume fișier original
sk_sk: Pôvodný názov súboru

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Models
ar_sa: نموذجات العناصر
de_de: Modelle eines Elements
fr_fr: Modèles d'item
hu_hu: Elemmodellek
it_it: Modelli dell'item
ja_jp: アイテムモデル
lt_lt: Elemento Modeliai
nl_nl: Item Modellen
pt_br: Modelos de Item
ro_ro: Modele element
sk_sk: Modely položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Models
ar_sa: نموذجات العناصر
de_de: Modelle eines Elements
fr_fr: Modèles d'item
hu_hu: Elemmodellek
it_it: Modelli dell'item
ja_jp: アイテムモデル
lt_lt: Elemento Modeliai
nl_nl: Item Modellen
pt_br: Modelos de Item
ro_ro: Modele element
sk_sk: Modely položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Model
ar_sa: نموذج العنصر
de_de: Modell eines Elements
fr_fr: Modèle de l'item
hu_hu: Elem modell
it_it: Modello dell'item
ja_jp: アイテムモデル
lt_lt: Elemento Modelis
nl_nl: Item Modellen
pt_br: Modelo do Item
ro_ro: Model articol
sk_sk: Model položky

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Model
ar_sa: نموذج العنصر
de_de: Modell eines Elements
fr_fr: Modèle d'item
hu_hu: Elem modell
it_it: Modello dell'item
ja_jp: アイテムモデル
lt_lt: Elemento Modelis
pt_br: Modelo do Item
ro_ro: Model articol
sk_sk: Model položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Runtime
ar_sa: وقت التشغيل
de_de: Laufzeit
fr_fr: Temps d'exécution
it_it: Tempo d'esecuzione
ja_jp: 実行時間
lt_lt: Vykdymas
nl_nl: Uitvoeringstijd
ro_ro: Durata
sk_sk: Doba behu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Runtime
ar_sa: وقت التشغيل
de_de: Laufzeit
fr_fr: Temps d'exécution
it_it: Tempo d'esecuzione
ja_jp: 実行時間
lt_lt: Vykdymas
nl_nl: Uitvoeringstijd
ro_ro: Durata
sk_sk: Doba behu

# http://www.w3.org/2000/01/rdf-schema#label
source: itemmodel service
ar_sa: خدمة نموذج العنصر
de_de: Dienst des Elementmodells
fr_fr: Service ItemModel
hu_hu: service of the item model
it_it: servizio del modello di item
ja_jp: アイテムモデルサービス
lt_lt: elemento modelio servisas
pt_br: serviço itemmodel
ro_ro: serviciu model de articol
sk_sk: služba modelu položky

# http://www.w3.org/2000/01/rdf-schema#comment
source: service of the item model
ar_sa: خدمة نموذج المادة
de_de: Dienst des Elementmodells
fr_fr: Service du modèle d'item
hu_hu: a termékmodell szolgáltatása
it_it: servizio del modello di item
ja_jp: アイテムモデルのサービス
lt_lt: servisas elemento modelio
nl_nl: service van een item model
pt_br: modelo de serviço do item
ro_ro: serviciul modelului de articol
sk_sk: servis modelu položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Data File Name
ar_sa: اسم مِلَفّ البيانات
de_de: Datendateiname
fr_fr: Nom de fichier de données
hu_hu: the filename used to store the item content for this model
it_it: Nome file dati
ja_jp: データファイル名
lt_lt: Duomenų Failo Pavadinimas
nl_nl: Data bestandsnaam
pt_br: Nome do arquivo
ro_ro: Nume Fişier Date
sk_sk: Názov dátového súboru

# http://www.w3.org/2000/01/rdf-schema#comment
source: the filename used to store the item content for this model
ar_sa: اسم المِلَفّ المستخدم لتخزين محتوى العنصر لهذا النموذج
de_de: Der Dateiname wird unter dem Elementinhalt für dieses Modell gespeichert
fr_fr: le nom de fichier utilisé pour stocker le contenu de l'item pour ce modèle
hu_hu: a modell elemtartalmának tárolására használt fájlnév
it_it: il nome del file usato per salvare il contenuto dell'item per questo modello
ja_jp: このモデル用のアイテムコンテンツを格納するためのファイル名
lt_lt: failo pavadinimas naudojamas saugoti elemento turinį šiam modeliui
nl_nl: de bestandsnaam die is gebruikt om de item inhoud op te slaan voor dit model
pt_br: o nome do arquivo usado para armazenar o conteúdo do item para este modelo
ro_ro: numele fișierului folosit pentru a stoca conținutul articolului pentru acest model
sk_sk: názov súboru používaný na uloženie obsahu položky pre tento model

# http://www.w3.org/2000/01/rdf-schema#label
source: Model Status
ar_sa: حالة النموذج
de_de: Modellstatus
fr_fr: Statut du modèle
hu_hu: Modell állapota
it_it: Stato del modello
ja_jp: モデルステータス
lt_lt: Modelio Būsena
nl_nl: Status van het model
pt_br: Estado do modelo
ro_ro: Status model
sk_sk: Stav modelu

# http://www.w3.org/2000/01/rdf-schema#label
source: Stable
ar_sa: إسطبل
de_de: Stabil
fr_fr: Écurie
hu_hu: This item model can be used in production
it_it: Stabile
ja_jp: 安定版
lt_lt: Stabilus
nl_nl: Stabiel
pt_br: Estável
ro_ro: Stabil
sk_sk: Stabilný

# http://www.w3.org/2000/01/rdf-schema#comment
source: This item model can be used in production
ar_sa: يمكن استخدام هذا النموذج في الإنتاج
de_de: Dieses Elementmodell kann in der Produktion verwendet werden
fr_fr: Ce modèle d'item peut être utilisé en production.
hu_hu: Ez a tételmodell használható a gyártásban
it_it: Questo modello di item può essere usato in produzione
ja_jp: このアイテム モデルは本番で利用できます
lt_lt: Šio elemento modelis gali būti naudojamas produkcijoje
nl_nl: Dit item model kan in productie worden gebruikt
pt_br: Este modelo de item pode ser usado em produção
ro_ro: Acest model de articol poate fi folosit în producție
sk_sk: Tento model položky je možné použiť vo výrobe

# http://www.w3.org/2000/01/rdf-schema#label
source: Deprecated
ar_sa: مهمل
de_de: Veraltet
fr_fr: Déprécié
hu_hu: This item model is not supported anymore, we advise to migrate your items
it_it: Deprecato
ja_jp: 廃止
lt_lt: Nebepalaikomas
nl_nl: Verouderd
pt_br: Obsoleto
ro_ro: Dezaprobată
sk_sk: Zastarané

# http://www.w3.org/2000/01/rdf-schema#comment
source: This item model is not supported anymore, we advise to migrate your items
ar_sa: نَوْع العنصر هذا غير مدعوم بعد الآن، ننصح بنقل العناصر الخاصة بك
de_de: Dieses Elementmodell wird nicht weiter unterstützt, eine Migration wird empfohlen
fr_fr: Ce modèle d'item n'est plus supporté, nous conseillons de migrer vos items.
hu_hu: Ez a tételmodell már nem támogatott, javasoljuk a tételek migrálását.
it_it: Questo modello di item non è più supportato, vi consigliamo di migrare i vostri item
ja_jp: このアイテムモデルはもうサポートされません。アイテムの移行をおすすめします。
lt_lt: Šis elemento modelis yra nebepalaikomas, mes patariame persikelti savo elementus
nl_nl: Dit item model wordt niet langer ondersteund. We adviseren om uw items te migreren.
pt_br: O modelo deste item não é mais suportado, nós recomendamos migrar seus itens
ro_ro: Acest model de articol nu mai este suportat, recomandăm să migreze articolele dvs.
sk_sk: Tento model položky už nie je podporovaný, odporúčame migrovať vaše položky.

# http://www.w3.org/2000/01/rdf-schema#label
source: Development
ar_sa: التطوير
de_de: Entwicklung
fr_fr: Développement
hu_hu: this item model has not been tested in a production environment, we advise to be carefull with it
it_it: Sviluppo
ja_jp: 開発
lt_lt: Vystymas
nl_nl: Ontwikkeling
pt_br: Desenvolvimento
ro_ro: Dezvoltare
sk_sk: Vývoj

# http://www.w3.org/2000/01/rdf-schema#comment
source: this item model has not been tested in a production environment, we advise to be carefull with it
ar_sa: هذا النموذج لم يتم اختباره في بيئة الإنتاج، ننصح بأن نكون حذرين معه
de_de: Dieses Elementmodell wurde noch nicht in einer Produktivumgebung getestet, wir empfehlen vorsichtig damit zu sein
fr_fr: Ce modèle d'item n'a pas été testé en production, nous conseillons de l'utiliser avec prudence.
hu_hu: Ezt a modellt nem tesztelték éles környezetben, ezért óvatosan kell bánni vele.
it_it: questo modello di item non è stato provato in un ambiente di produzione, vi consigliamo di fare attenzione
ja_jp: このアイテムモデルは本番でテストされていません。注意が必要です。
lt_lt: šio elemento modelis nebuvo testuojamas produkcijos aplinkoje, mes patariame būti atsargiems
nl_nl: dit item is nog niet getest in een productieomgeving. We adviseren u er voorzichtig mee om te gaan.
pt_br: este modelo de item não foi testado em um ambiente de produção, recomendamos ter cuidado com ele
ro_ro: acest model de produs nu a fost testat într-un mediu de producţie şi recomandăm să fie atent la el
sk_sk: Tento model položky nebol testovaný v produkčnom prostredí, odporúčame s ním zaobchádzať opatrne.

# http://www.w3.org/2000/01/rdf-schema#label
source: Experimental
ar_sa: تجريبي
de_de: experimentell
fr_fr: Expérimental
hu_hu: this item model is still in conception, but you can try it, give your feedback and it will be improved.
it_it: Sperimentale
ja_jp: 試験的
lt_lt: Eksperimentinis
nl_nl: Experimenteel
sk_sk: Experimentálne

# http://www.w3.org/2000/01/rdf-schema#comment
source: this item model is still in conception, but you can try it, give your feedback and it will be improved.
ar_sa: هذا النموذج لا يزال في مرحلة التصميم، ولكن يمكنك تجربته، وإعطاء تعليقاتك وسيتم تحسينه.
de_de: Dieses Elementmodell ist noch in der Konzeptphase, aber Sie können es ausprobieren und Rückmeldung zur Verbesserung geben
fr_fr: Ce modèle d'item est en cours de conception mais vous pouvez l'essayer. Donnez votre avis afin de l'améliorer.
hu_hu: Ez a tárgymodell még fejlesztés alatt áll, de kipróbálhatod, megoszthatod a véleményed, és folyamatosan fejleszteni fogjuk.
it_it: questo modello di item è ancora in gestazione, ma puoi provarlo, darci un feedback e sarà migliorato
ja_jp: このアイテムモデルはまだコンセプト段階ですが、使うことはできます。フィードバックがいただければ改良いたします。
lt_lt: šio elemento modelis yra vis dar koncepsijoje, bet jūs galite išbandyti ir pateikti savo atsiliepimą ir bus patobulintas.
nl_nl: dit item is nog in ontwikkeling. U kunt het proberen en uw feedback geven en het zal worden verbetert.
pt_br: este item ainda está em concepção, mas você pode experimentá-lo, dar seu feedback e será melhorado.
ro_ro: acest model de articol este încă în concepție, dar îl puteți încerca, oferiți feedback-ul dvs. și va fi îmbunătățit.
sk_sk: Tento model položky je stále vo vývoji, ale môžete si ho vyskúšať, poskytnúť spätnú väzbu a bude vylepšený.

# http://www.w3.org/2000/01/rdf-schema#label
source: Status
ar_sa: الحالة
fr_fr: Statut
hu_hu: The status of an item model
it_it: Stato
ja_jp: ステータス
lt_lt: Būsena
pt_br: SItuação
sk_sk: Stav

# http://www.w3.org/2000/01/rdf-schema#comment
source: The status of an item model
ar_sa: ألف - حالة نموذج المادة
de_de: Der Status eines Elementmodells
fr_fr: L'état d'un modèle d'item
hu_hu: Egy tételmodell állapota
it_it: Lo stato di un modello di item
ja_jp: アイテムモデルのステータス
lt_lt: Elemento modelio būsena
nl_nl: De status van een item model
pt_br: O status de um modelo de item
ro_ro: Starea unui model de articol
sk_sk: Stav modelu položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Items Manager
ar_sa: مدير العناصر
de_de: Elementenmanager
fr_fr: Gestionnaire Items
hu_hu: The Items Manager Role
it_it: Gestore di item
ja_jp: アイテムマネージャ
lt_lt: Elementų Tvarkytojas
nl_nl: Item beheer
pt_br: Gerenciador de Itens
ro_ro: Manager articole
sk_sk: Správca položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Items Manager Role
ar_sa: دور مدير العناصر
de_de: Die Elementmanager Rolle
fr_fr: Le rôle de gestionnaire d'items
hu_hu: A tételkezelő szerepkör
it_it: Il ruolo del gestore di item
ja_jp: アイテム管理者ロール
lt_lt: Elementų Tvarkytojo Rolė
nl_nl: De item beheerder rol
pt_br: A função Gerente de Itens
ro_ro: Rolul managerului de articole
sk_sk: Rola manažéra položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Restricted Item Author
ar_sa: مؤلف العناصر المقيدة
de_de: Eingeschränkter Item-Autor
fr_fr: Éditeur d'item restreint
hu_hu: Korlátozott elem szerzője
ja_jp: 制限されたアイテム著者
lt_lt: Apriboto Elemento Autorius
nl_nl: Auteur van beschermde items
pt_br: Autor do Item Restrito
ro_ro: Autor Element Restricţionat
sk_sk: Autor obmedzenej položky

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item authoring only Role
ar_sa: العنصر الذي يؤلف الدور فقط
de_de: Nur Artikel-Autoren-Rolle
fr_fr: Rôle simple d'éditeur d'item
hu_hu: Csak elemszerkesztői szerepkör
ja_jp: 項目のオーサリングのみのロール
lt_lt: Tik elemento redagavimo Rolė
nl_nl: Rol om alleen items te bewerken
pt_br: Item autorando Função
ro_ro: Element cu doar Rol
sk_sk: Iba rola na tvorbu položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Author
ar_sa: مؤلف العنصر
de_de: Elementautor
fr_fr: Auteur de l'item
hu_hu: Elem szerzője
it_it: Autore dell'item
ja_jp: アイテム作成者
lt_lt: Elemento Autorius
nl_nl: Item constructeur
pt_br: Autor do Item
ro_ro: Autor articol
sk_sk: Autor položky

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Item Author and Manager Role
ar_sa: دور مؤلف ومدير العنصر
de_de: Die Item-Autor und Manager-Rolle
fr_fr: Le rôle d'éditeur et de gestionnaire d'items
hu_hu: Az elem szerzője és kezelője szerepkör
ja_jp: アイテム作成者と管理者のロール
lt_lt: Elemento Autoriaus ir Tvarkytojo Rolė
nl_nl: Item auteur en manager rol
pt_br: O Papel do Autor do Item e Gerente
ro_ro: Rolul autorului şi managerului de elemente
sk_sk: Rola autora a manažéra položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Translator
ar_sa: مترجم العنصر
de_de: Artikel-Übersetzer
fr_fr: Traducteur d'élément
hu_hu: Elemfordító
it_it: Traduttore Di Oggetti
ja_jp: アイテム翻訳
ro_ro: Traducător de articole
sk_sk: Prekladač položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Item Translator
ar_sa: مترجم العنصر
de_de: Der Item-Übersetzer
fr_fr: Le traducteur d'objet
hu_hu: A tételfordító
it_it: Il Traduttore Di Oggetti
ja_jp: アイテムの翻訳
ro_ro: Traducător de articole
sk_sk: Prekladač položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Role
ar_sa: دور العنصر
de_de: Artikel-Rolle
fr_fr: Rôle de l'élément
hu_hu: Elem szerepe
it_it: Ruolo Oggetto
ja_jp: 項目ロール
ro_ro: Rolul articolului
sk_sk: Úloha položky

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Role Class
ar_sa: فئة دور العنصر
de_de: Element-Rollenklasse
fr_fr: Classe de rôle de l'objet
hu_hu: Elem szerepkör osztálya
it_it: Classe Ruolo Oggetto
ja_jp: 項目ロールクラス
ro_ro: Clasa rol articol
sk_sk: Trieda roly položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Class Navigator
ar_sa: مستكشف فئة العنصر
de_de: Element-Klassennavigator
fr_fr: Navigateur de classe d'objet
hu_hu: Elemosztály-navigátor
it_it: Navigatore Classe Oggetti
ja_jp: アイテムクラスナビゲータ
ro_ro: Navigator la Clasa Obiectului
sk_sk: Navigátor tried položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Class Navigator Role
ar_sa: دور متصفح الفئة
de_de: Rolle des Element-Navigators
fr_fr: Rôle du navigateur de classe d'objet
hu_hu: Elemosztály Navigátor szerepkör
it_it: Ruolo Navigatore Classe Oggetti
ja_jp: 項目クラスナビゲータロール
ro_ro: Rolul Navigator la Clasa Obiectului
sk_sk: Rola navigátora triedy položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Class Editor
ar_sa: محرر صنف العنصر
de_de: Elementklassen-Editor
fr_fr: Éditeur de classe d'élément
hu_hu: Elemosztály-szerkesztő
it_it: Editor Classe Oggetti
ja_jp: アイテムクラスエディター
ro_ro: Editor de Clase Element
sk_sk: Editor triedy položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Class Editor Role
ar_sa: دور محرر صنف العنصر
de_de: Elementklasse Editor Rolle
fr_fr: Rôle de l'éditeur de classe d'élément
hu_hu: Elemosztály-szerkesztő szerepkör
it_it: Ruolo Editor Classe Elemento
ja_jp: アイテムクラスエディターロール
ro_ro: Editor de Clase Element Rol
sk_sk: Rola editora triedy položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Class Creator
ar_sa: منشئ فئة العنصر
de_de: Elementklassenersteller
fr_fr: Créateur de classe d'objet
hu_hu: Elemosztály-készítő
it_it: Creatore Classe Oggetto
ja_jp: アイテムクラスの作成
ro_ro: Creator de Clase Articol
sk_sk: Tvorca triedy položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Class Creator Role
ar_sa: دور منشئ فئة العنصر
de_de: Elementklasse Ersteller Rolle
fr_fr: Rôle créateur de classe d'objet
hu_hu: Elemosztály létrehozói szerepkör
it_it: Ruolo Del Creatore Classe Oggetto
ja_jp: アイテムクラス作成者ロール
ro_ro: Rolul creatorului de clase de articole
sk_sk: Rola tvorcu triedy položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Class Schema Manager
ar_sa: عنصر مدير مخطط الفئة
de_de: Element-Klassen-Schema-Manager
fr_fr: Gestionnaire de Schéma de Classe d'Article
hu_hu: Elemosztály sémakezelő
it_it: Gestione Schema Classe Elemento
ja_jp: アイテムクラススキーママネージャー
ro_ro: Schema Schema Articol
sk_sk: Správca schémy triedy položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Class Schema Manager Role
ar_sa: دور مدير مخطط الفئة
de_de: Element-Klassen-Schema-Rolle
fr_fr: Gestionnaire de Schéma de Classe d'Article
hu_hu: Elemosztály sémakezelő szerepkör
it_it: Ruolo Gestione Schema Classe Elemento
ja_jp: アイテムクラススキーママネージャロール
ro_ro: Rolul Managerului de Clase Elemente
sk_sk: Rola správcu schémy triedy položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Viewer
ar_sa: عارض العنصر
de_de: Artikel-Betrachter
fr_fr: Visionneuse d'article
hu_hu: Elemmegjelenítő
it_it: Visualizzatore Oggetti
ja_jp: アイテムビューアー
ro_ro: Vizualizator de articole
sk_sk: Prehliadač položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Viewer Role
ar_sa: دور عارض العنصر
de_de: Artikel-Viewer Rolle
fr_fr: Rôle de la visionneuse d'article
hu_hu: Elemmegtekintő szerepkör
it_it: Ruolo Visualizzatore Oggetti
ja_jp: アイテムビューアロール
ro_ro: Rol vizualizator articol
sk_sk: Rola prehliadača položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Manager
ar_sa: مدير العناصر
de_de: Artikel-Manager
fr_fr: Gestionnaire d'articles
hu_hu: Elemkezelő
it_it: Gestore Oggetti
ja_jp: アイテムマネージャー
ro_ro: Manager articole
sk_sk: Správca položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Manager Role
ar_sa: دور مدير العنصر
de_de: Artikel-Manager Rolle
fr_fr: Rôle du Gestionnaire d'Article
hu_hu: Elemkezelő szerepkör
it_it: Ruolo Del Gestore Oggetti
ja_jp: アイテム管理者ロール
ro_ro: Rolul managerului de elemente
sk_sk: Rola správcu položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Previewer
ar_sa: معاينة العناصر
de_de: Artikelvorschau
fr_fr: Aperçu de l'article
hu_hu: Elem előnézete
it_it: Anteprima Oggetti
ja_jp: アイテムプレビュー
ro_ro: Previzualizare element
sk_sk: Náhľad položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Previewer Role
ar_sa: دور معاينة العناصر
de_de: Artikel Vorschau-Rolle
fr_fr: Rôle de prévisualiseur d'article
hu_hu: Elem-előnézeti szerepkör
it_it: Ruolo Di Anteprima Oggetti
ja_jp: アイテムプレビューアロール
ro_ro: Rolul Previzualizatorului Articolului
sk_sk: Rola používateľa ukážky položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Properties Editor
ar_sa: محرر خصائص العنصر
de_de: Artikeleigenschaften-Editor
fr_fr: Éditeur de propriétés de l'élément
hu_hu: Elemtulajdonság-szerkesztő
it_it: Editor Proprietà Elemento
ja_jp: アイテムプロパティエディター
ro_ro: Editor de proprietăți
sk_sk: Editor vlastností položky

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Properties Editor Role
ar_sa: دور محرر خصائص العنصر
de_de: Artikel-Eigenschaften-Editor-Rolle
fr_fr: Rôle de l'éditeur de propriétés de l'élément
hu_hu: Elemtulajdonságok szerkesztőjének szerepköre
it_it: Ruolo Editor Proprietà Elemento
ja_jp: アイテムプロパティエディタのロール
ro_ro: Rolul Editorului de Proprietăți
sk_sk: Rola editora vlastností položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Content Creator
ar_sa: منشئ محتوى العنصر
de_de: Artikel-Content-Ersteller
fr_fr: Créateur de contenu d'élément
hu_hu: Elemtartalom-készítő
it_it: Creatore Contenuto Oggetto
ja_jp: アイテムコンテンツ作成者
ro_ro: Creator de conținut articol
sk_sk: Tvorca obsahu položky

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Content Creator Role
ar_sa: دور منشئ محتوى العنصر
de_de: Artikel-Content-Ersteller Rolle
fr_fr: Rôle créateur de contenu d'élément
hu_hu: Elemtartalom-készítő szerepkör
it_it: Ruolo Creatore Contenuto Oggetto
ja_jp: アイテムコンテンツ作成者のロール
ro_ro: Rolul creatorului de conținut
sk_sk: Rola tvorcu obsahu položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Resource Creator
ar_sa: منشئ مصدر العنصر
de_de: Objektressourcen-Ersteller
fr_fr: Créateur de ressource d'objet
hu_hu: Tárgyerőforrás-készítő
it_it: Creatore Risorsa Oggetto
ja_jp: アイテムリソースの作成者
ro_ro: Creator de Resurse Articol
sk_sk: Tvorca zdrojov položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Resource Creator Role
ar_sa: دور منشئ مصدر العنصر
de_de: Elementressourcen-Erstellungsrolle
fr_fr: Rôle de créateur de ressource d'objet
hu_hu: Elem erőforrás-készítő szerepkör
it_it: Ruolo Creatore Risorse Oggetto
ja_jp: アイテムリソース作成者のロール
ro_ro: Rolul creatorului de resurse al produsului
sk_sk: Rola tvorcu zdrojov položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Importer
ar_sa: مستورد الصنف
de_de: Artikel Importer
fr_fr: Importer des objets
hu_hu: Elemimportőr
it_it: Importatore Elemento
ja_jp: アイテムのインポート
ro_ro: Importator de elemente
sk_sk: Dovozca položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Importer Role
ar_sa: دور مستورد العنصر
de_de: Artikel-Importer-Rolle
fr_fr: Rôle de l'importateur d'objet
hu_hu: Tételimportőr szerepkör
it_it: Ruolo Importatore Elemento
ja_jp: アイテムのインポートロール
ro_ro: Rolul importatorului
sk_sk: Rola dovozcu položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Deleter
ar_sa: حذف العناصر
de_de: Element Deleter
fr_fr: Suppression d'élément
hu_hu: Elem Törlő
it_it: Eliminazione Elemento
ja_jp: アイテムのデリター
ro_ro: Ștergere articol
sk_sk: Odstraňovač položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Deleter Role
ar_sa: دور حذف العناصر
de_de: Item Deleter Rolle
fr_fr: Rôle de suppression d'élément
hu_hu: Elemtörlési szerepkör
it_it: Ruolo Deleter Oggetto
ja_jp: アイテムデレーターロール
ro_ro: Element de ștergere rol
sk_sk: Rola odstraňovača položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Use this role to limit access to Item
ar_sa: استخدام هذا الدور للحد من الوصول إلى العنصر
de_de: Verwenden Sie diese Rolle um den Zugriff auf das Element zu beschränken
fr_fr: Utiliser ce rôle pour limiter l'accès à l'élément
hu_hu: Ezzel a szerepkörrel korlátozhatja a hozzáférést az Elemhez
it_it: Usa questo ruolo per limitare l'accesso all'elemento
ja_jp: この役割を使用してアイテムへのアクセスを制限します。
ro_ro: Utilizați acest rol pentru a limita accesul la Articol
sk_sk: Použite túto rolu na obmedzenie prístupu k položke
