Repository: oat-sa/extension-tao-item
Catalog: locales/*/taoitem.rdf.po
Languages: ar_sa, de_de, fr_fr, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pt_br, ro_ro, sk_sk

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Item Author Role
ar_sa: دور مؤلف العنصر
de_de: Die Elementautoren Rolle
fr_fr: Le rôle d'auteur d'un item
hu_hu: Az elem szerzőjének szerepe
it_it: Il ruolo dell'autore dell'item
ja_jp: アイテム作成者ロール
nl_nl: De itemconstructeur rol
pt_br: O Papel do Autor do Item
ro_ro: Rolul autorului articolului
sk_sk: Rola autora položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Deliverable
ar_sa: التسليم
de_de: Verfügbar
fr_fr: Passable
hu_hu: Items of model are deliverable
it_it: Somministrabile
ja_jp: 公開可能
nl_nl: Leverbaar
pt_br: Entregável
ro_ro: Livrat
sk_sk: Dodatok

# http://www.w3.org/2000/01/rdf-schema#comment
source: Items of model are deliverable
ar_sa: فِقْرة النموذج قابلة للتسليم
de_de: Elemente des Modells sind verfügbar
fr_fr: Les items du modèle peuvent-il être délivré
hu_hu: A modell elemei szállíthatók
it_it: I modelli di item sono somministrabili
ja_jp: モデルのアイテムはデリバー可能です
nl_nl: items van het model kunnen opgeleverd worden
pt_br: Itens do modelo são entregues
ro_ro: Elementele modelului sunt livrabile
sk_sk: Položky modelu sú dodateľné

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery Target
ar_sa: هدف التسليم
de_de: Ziel der Bereitstellung
fr_fr: Cible de passation
hu_hu: Szállítási cél
it_it: Obiettivo della somministrazione
ja_jp: デリバーターゲット
nl_nl: Doel van Pakket
pt_br: Alvo de entrega
ro_ro: Țintă livrare
sk_sk: Cieľ doručenia

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery Target
ar_sa: هدف التسليم
de_de: Ziel der Bereitstellung
fr_fr: Cible de passation
hu_hu: Szállítási cél
it_it: Obiettivo della somministrazione
ja_jp: デリバーターゲット
nl_nl: Doel van Pakket
pt_br: Alvo de entrega
ro_ro: Țintă livrare
sk_sk: Cieľ doručenia

# http://www.w3.org/2000/01/rdf-schema#label
source: Online Delivery Target
ar_sa: هدف التسليم عبر الإنترنت
de_de: Online Bereitstellungsziel
fr_fr: Cible de passation en ligne
hu_hu: Online kézbesítési célpont
it_it: Obiettivo della somministrazione online
ja_jp: オンラインデリバーターゲット
nl_nl: Online pakket doel
pt_br: Entrega Online Alvo
ro_ro: Obiectiv livrare online
sk_sk: Cieľ online doručenia

# http://www.w3.org/2000/01/rdf-schema#comment
source: Online Delivery Target
ar_sa: هدف التسليم عبر الإنترنت
de_de: Online Bereitstellungsziel
fr_fr: Cible de passation en ligne
hu_hu: Online kézbesítési célpont
it_it: Obiettivo della somministrazione online
ja_jp: オンラインデリバーターゲット
nl_nl: Online pakket doel
pt_br: Entrega Online Alvo
ro_ro: Obiectiv livrare online
sk_sk: Cieľ online doručenia

# http://www.w3.org/2000/01/rdf-schema#label
source: Paper-based Delivery Target
ar_sa: هدف التسليم الورقي
de_de: Papiergestütztes Bereitstellungsziel
fr_fr: Cible de passation papier-crayon
hu_hu: Papíralapú kézbesítési cél
it_it: Obiettivo della somministrazione in formato cartaceo
ja_jp: 紙ベースデリバーターゲット
nl_nl: Op papier gebaseerd pakket doel
pt_br: Entrega de Alvo baseada em papel
ro_ro: Obiectiv livrare pe hârtie
sk_sk: Cieľ doručovania v papierovej forme

# http://www.w3.org/2000/01/rdf-schema#comment
source: Paper-based Delivery Target
ar_sa: هدف التسليم الورقي
de_de: Papiergestütztes Bereitstellungsziel
fr_fr: Cible de passation papier-crayon
hu_hu: Papíralapú kézbesítési cél
it_it: Obiettivo della somministrazione in formato cartaceo
ja_jp: 紙ベースデリバーターゲット
nl_nl: Papier gebaseerd pakket doel
pt_br: Entrega de Alvo baseada em papel
ro_ro: Obiectiv livrare pe hârtie
sk_sk: Cieľ doručovania v papierovej forme

# http://www.w3.org/2000/01/rdf-schema#comment
source: Deliverable
ar_sa: التسليم
de_de: Verfügbar
fr_fr: Contexte de passation
hu_hu: Items of model are deliverable
it_it: Somministrabile
pt_br: Entregável
ro_ro: Livrat
sk_sk: Dodatok

# http://www.w3.org/2000/01/rdf-schema#comment
source: itemmodel service
ar_sa: خدمة نموذج العنصر
de_de: Dienst des Elementmodells
fr_fr: Service de l'ItemModel
hu_hu: service of the item model
it_it: servizio del modello di item
pt_br: serviço itemmodel
ro_ro: serviciu model de articol
sk_sk: služba modelu položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Authoring
ar_sa: المؤلف
fr_fr: Edition
hu_hu: Szerzői munka
it_it: Autori
ja_jp: オーサリング
pt_br: Autoria
ro_ro: Autorizare
sk_sk: Autorstvo

# http://www.w3.org/2000/01/rdf-schema#comment
source: Authoring
ar_sa: المؤلف
fr_fr: Edition
hu_hu: Szerzői munka
it_it: Autori
ja_jp: オーサリング
pt_br: Autoria
ro_ro: Autorizare
sk_sk: Autorstvo

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data File Name
ar_sa: اسم مِلَفّ البيانات
de_de: Datendateiname
fr_fr: Le nom de fichier utilisé pour stocker le contenu de ce modèle
hu_hu: the filename used to store the item content for this model
it_it: Nome del file dati
ja_jp: データファイル名
pt_br: Nome do arquivo
ro_ro: Nume Fişier Date
sk_sk: Názov dátového súboru

# http://www.w3.org/2000/01/rdf-schema#comment
source: Stable
ar_sa: إسطبل
de_de: Stabil
fr_fr: Ce modèle d'item peut être utilisé en production
hu_hu: This item model can be used in production
it_it: Stabile
ja_jp: 安定版
pt_br: Estável
ro_ro: Stabil
sk_sk: Stabilný

# http://www.w3.org/2000/01/rdf-schema#comment
source: Deprecated
ar_sa: مهمل
de_de: abgelehnt
fr_fr: Ce modèle d'item n'est plus supporté. Nous vous suggérons d'en utiliser d'autres.
hu_hu: This item model is not supported anymore, we advise to migrate your items
it_it: Deprecato
ja_jp: 非推奨です
pt_br: Obsoleto
ro_ro: Dezaprobată
sk_sk: Zastarané

# http://www.w3.org/2000/01/rdf-schema#comment
source: Development
ar_sa: التطوير
de_de: Entwicklung
fr_fr: Ce modèle d'item est en développement et ne devrait pas être utilisé dans un contexte de production.
hu_hu: this item model has not been tested in a production environment, we advise to be carefull with it
it_it: Sviluppo
ja_jp: 開発
pt_br: Desenvolvimento
ro_ro: Dezvoltare
sk_sk: Vývoj

# http://www.w3.org/2000/01/rdf-schema#comment
source: Experimental
ar_sa: تجريبي
de_de: experimentell
fr_fr: Ce modèle d'item est expérimental et ne devrait pas être utilisé dans un contexte de production. Donnez-nous vos impressions afin de l'améliorer.
hu_hu: this item model is still in conception, but you can try it, give your feedback and it will be improved.
it_it: Sperimentale
ja_jp: 実験
sk_sk: Experimentálne

# http://www.w3.org/2000/01/rdf-schema#comment
source: Status
ar_sa: الحالة
fr_fr: Statut du modèle d'item
hu_hu: The status of an item model
it_it: Stato
ja_jp: ステータス
pt_br: SItuação
sk_sk: Stav

# http://www.w3.org/2000/01/rdf-schema#comment
source: Items Manager
ar_sa: مدير العناصر
de_de: Manager der Elemente
fr_fr: Le rôle Gestionnaire Items
hu_hu: The Items Manager Role
it_it: Gestore di item
ja_jp: アイテム管理
pt_br: Gerenciador de Itens
ro_ro: Manager articole
sk_sk: Správca položiek
