Repository: oat-sa/extension-tao-item
Catalog: locales/*/taoItemRunner.rdf.po
Languages: hu_hu, ja_jp, zh_tw

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Path
hu_hu: Elem útvonala
ja_jp: アイテムパス
zh_tw: 項目(試題)路徑

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Path
hu_hu: Elem útvonala
ja_jp: アイテムパス
zh_tw: 項目(試題)路徑

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Private Data Path
hu_hu: Elem privát adatútvonala
ja_jp: アイテムプライベートデータパス
zh_tw: 項目(試題)私人數據路徑

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Private Data Path
hu_hu: Elem privát adatútvonala
ja_jp: アイテムプライベートデータパス
zh_tw: 項目(試題)私人數據路徑

# http://www.w3.org/2000/01/rdf-schema#label
source: Resultserver
hu_hu: Eredménykiszolgáló
ja_jp: 結果サーバー
zh_tw: 結果服務器

# http://www.w3.org/2000/01/rdf-schema#comment
source: Resultserver
hu_hu: Eredménykiszolgáló
ja_jp: 結果サーバー
zh_tw: 結果服務器

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Uri
hu_hu: Elem URI-ja
ja_jp: アイテムURI
zh_tw: 項目(試題)URI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Uri
hu_hu: Elem URI-ja
ja_jp: アイテムURI
zh_tw: 項目(試題)URI

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Runner
hu_hu: Tárgyfutó
ja_jp: アイテムランナー
zh_tw: 項目操作器

# http://www.w3.org/2000/01/rdf-schema#comment
source: Embed a run an item into a Delivery. This service initialize the TAO Apis and contexts
hu_hu: Beágyaz egy tételt egy kézbesítésbe. Ez a szolgáltatás inicializálja a TAO API-kat és kontextusokat.
ja_jp: デリバリーに実行アイテムを埋め込む。このサービスはTAO APIとコンテクストを初期化します。
zh_tw: 將操作項目（試題）嵌入到遞送。該服務初始化TAO的應用編程接口和背景。
